{"articles": [{"articleID": 0, "articleHeadline": "\nStrangers Meet on Road and Hold Hands to Shelter Against Storm For 17 Hours", "articleText": "\nFor example:\n\n\n", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Strangers_Within_poster.jpg"}, {"articleID": 1, "articleHeadline": "\n“Number of Unemployed Americans About to Get Even Bigger.", "articleText": "\n\n\n\nThe Onion creates two articles, one for each side of an issue. The articles are then emailed to the two opposing members of Congress.\n\nOnion-generated legislation introduced by actual Congressmen:\n\nThe Onion posts an article about an earthquake in the Midwest, which prompts a call for a congressional inquiry. The Onion replies: \"The Onion would like to point out that it is not responsible for the creation of such a powerful earthquake, and that it is not currently possible to create such a powerful earthquake, and that such an earthquake would be terrible and should never happen.\"\n\nThe Onion posts \"President Bush Vows to Invade Iraq,\" which prompts Congressman Dennis Kucinich to introduce a resolution \"expressing the sense of the House of Representatives that the President should not invade Iraq.\" The Onion posts a statement from Kucinich’s office: \"The Onion is a satirical newspaper. It's not meant to be taken in any way, shape, or form seriously. It's made to be funny. It's ironic. And it's made to make you laugh. It's not meant to be taken seriously.\"\n\nThe Onion posts an article with the headline \"Report: Bush Attempts To Make Up For Failure In Iraq", "imageUrl": "https://www.picserver.org/highway-signs2/images/unemployment.jpg"}, {"articleID": 2, "articleHeadline": "\nPriest Not Offended By \"Not One Woman\" In New Vatican Council", "articleText": "\n\nAnd I'm telling you that there are many more. I'll post them as I find them.\n\n\n\nAll of this is evidence that the Vatican is trying very hard to hide the fact that their new council is a complete fraud and a farce. They are obviously very concerned about this. If they could, they would just lie and say that they have women. They are lying about this, but they are lying in a very clumsy and obvious way. They are not telling the truth, but they are so clumsy and obvious that they are actually revealing the truth.\n\n\n\nThey are trying to hide it, but they are actually revealing it all the time.\n\n\n\nAnd they are doing it because they have to. If they don't rule out women in advance, the fact that they don't have any will be obvious. But what they are doing now is just as obvious.\n\n\n\nAnd they are doing it because they have to. If they don't rule out women in advance, the fact that they don't have any will be obvious. But what they are doing now is just as obvious. It's funny how they are revealing the truth by trying to hide the truth. I wonder if they realize that?\n\n\n\nAnd", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Second_Vatican_Council_by_Lothar_Wolleh_001.jpg"}, {"articleID": 3, "articleHeadline": "\nEmpress Dowager of China Announces Her Pledge Feud Over The", "articleText": "\n\nThe empress dowager of China announced her pledge feud over the war of the pacific ocean. The empress dowager of Japan were held responsible for the war of the pacific ocean that killed millions of people in the world. The empress dowager of China announced that the empress dowager of japan were held responsible for the war of the pacific ocean that killed millions of people in the world.\n\n", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/60/Empress_Dowager_Chongqing_at_the_Age_of_Sixty%2C_probably_by_Giuseppe_Castiglione_and_court_painters_in_Beijing%2C_China%2C_Qianlong_period%2C_c._1751_AD%2C_ink_and_color_on_silk_-_Peabody_Essex_Museum_-_DSC07995.jpg"}, {"articleID": 4, "articleHeadline": "\nKanye West Says He'll Be \"Just Fine\" Even If All Americans", "articleText": "\n\nKanye West Says He'll Be \"Just Fine\" Even If All Americans Who Don't Like Him Die\n\nIn a recent interview with the BBC, Kanye West has been quoted as saying that he doesn't care if all Americans who don't like him die. \"I'm liberated from the idea of Trump, the idea of any of this, I'm liberated from all of it. I'm just free,\" West said. \"I'm free now. I don't give a f*ck. I'm not scared. I'm not scared.\" In response to the interviewer's suggestion that he seemed to be saying that he'll be \"just fine\" even if all Americans who don't like him die, West replied, \"yeah.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/11/Kanye_West_at_the_2009_Tribeca_Film_Festival.jpg"}, {"articleID": 5, "articleHeadline": "Peter Jackson's 'The Hobbit' Turns Into an All-Night Marathon", "articleText": "\n\nIn a groundbreaking move, The Hobbit is now an all-night marathon. The popular book-to-film series has been optimized for a 12-hour viewing experience by doubling the number of episodes.\n\nPeter Jackson, director of the series, said that the decision was a result of increasing fan demand. He said, “We really wanted to give them the best possible experience. It was a tough decision to make, but I’m so proud to have a part in making it happen.”\n\nThe new series will be released on the first day of every month starting November 1st. The first nine episodes will be aired on November 1st, the second nine episodes will be aired on December 1st, and the final nine episodes will be aired on January 1st.", "imageUrl": "https://live.staticflickr.com/7116/8160264122_2556093a3f_c.jpg"}, {"articleID": 6, "articleHeadline": "Al Gore Now Says That People Have 'No Choice' But to Use Mass", "articleText": "\n\nEx-VP Gore's Climate Change Warning: The Earth is Doomed\n\nFormer Vice President Al Gore has been busy promoting his new documentary, An Inconvenient Truth, and making the rounds to warn the world that it is running out of time to stop climate change. But now Gore has gone too far for some, claiming that the Earth is doomed if we don't stop using coal.\n\n\"It would be a really terrible thing if we let this happen. The world would stop. There would be no more innovation. There would be no more economic growth. There would be no more jobs,\" Gore said in an interview. \"We would have to completely redesign our society, which is a pretty big deal.\"\n\nIt has been said that Gore is also looking to take his new environmental campaign to the next level. He has been working on a new documentary that will be titled An Inconvenient Truth Part II: The World Is Doomed, and will be released in 2009.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/05/Al_Gore_by_JD_Lasica%2C_%28cropped%29.jpg"}, {"articleID": 7, "articleHeadline": "George W. Bush Uses Lion's Mane Mushroom", "articleText": "\n\nFormer President George W. Bush was spotted at a grocery store in Texas yesterday, picking up a bag of Lion's Mane mushrooms. Bush commented, \"I'm looking for a little something to help me keep up with my wife.\"\n\nThe Lion's Mane mushroom, known for its medicinal properties as a cure for Alzheimer's, has been a favorite of Bush's since he left the White House in 2009. Bush's doctor has long been aware of his use of the Lion's Mane mushroom to combat the effects of aging.\n\nThe Lion's Mane mushroom is classified as an edible mushroom, but its hallucinogenic properties can be dangerous to the inexperienced.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/George-W-Bush.jpeg"}, {"articleID": 8, "articleH>eadline": "Childhood by the Book", "articleText": "\n\nLocal School System Forced to Bring Books into Classrooms\n\nThe Valleywood School District is in a state of panic as they have been forced to bring books into the classrooms as they have been unable to find any substitutes for them.\n\nThe decision was made as a last resort after the district had exhausted every other option to teach students. \"We've tried everything from a PowerPoint presentation with accompanying video screens to a PowerPoint presentation with the ability to actually type on a key board. We've even tried a PowerPoint presentation with a key board that has a built in mouse. Nothing has been successful. We have books so we're using them,\" Superintendent of Schools, Jane Ventura said.\n\nThe textbooks are not being welcomed with open arms by some students. \"I think it's ridiculous that we have to use books,\" said junior, Candace Wilson. \"I don't even know what books are. They're just books.\"\n\nThe school board has refused to comment on the situation.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Old_book_bindings.jpg/1280px-Old_book_bindings.jpg"}, {"articleID": 9, "articleHeadline": "Man Tells Wife He's Ready For Share In Husband's Cash", "articleText": "\n\nHusband Keeping Wife In The Dark: Man Tells Wife He's Ready For Share In Husband's Cash\n\nA man who has been married for over four years has finally revealed his intentions to his wife.\n\n\"I'm ready for a share in my husband's cash,\" said the man to his wife, \"I mean, he's been driving the car for years, and I've been doing all the cooking and cleaning.\"\n\nThe man's wife has responded angrily to the revelation, \"I've been holding out on him! I shall have a word with my husband, and then we shall see if he's still so keen to share his cash!\"\n\nThe man's wife has yet to comment on the issue.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/American_Cash.JPG"}, {"articleID": 10, "articleHeadline": "People are fleeing the Music Festival before Lorde's new album", "articleText": "\n\nPeople are fleeing the music festival before Lorde's new album\n\nThe much anticipated Lorde album is set to release in less than a week and many festival attendees are already looking to other options, because they are not interested in hearing the new album.\n\nThe festival, which has been a popular destination for people for the release of Lorde's sophomore album, is feeling the effects of people's reluctance to hear the new album.\n\nThe organizers of the festival are worried that the lower attendance will result in less revenue for the event.\n\nThe festival will still include popular artists such as Kendrick Lamar, U2, and the Killers, which will still attract people to the event.\n\nBut due to the new album, the festival is in a tough spot.\n\nThe organizers are currently looking into different options to potentially fix the problem, such as offering refunds for people who have already purchased a ticket.\n\nPeople are fleeing the music festival before Lorde's new album", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a0/RF_3006_Lorde%40Arena_Krists_Luhaers-5_%2835769377251%29_%28cropped%29.jpg"}, {"articleID": 11, "articleHeadline": "CBS News spots the one green sprocket", "articleText": "\n\nCBS News Spots the One Green Sprocket\n\nIt appears that a lone green sprocket was spotted by a team of CBS News reporters wandering the streets of New Jersey.\n\nThe sprocket, who refused to give its name, told reporters \"I'm going to be real busy for the next couple of days trying to find my friends.\"\n\nCBS News is reporting that the sprocket's friends consist of a black washer, a grey washer, and a red washer.\n\nSprocket-hunters should be on the lookout for the black washer, the grey washer, and the red washer.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/df/Flame_hardened_sprocket.jpg"}, {"articleID": 12, "articleHeadline": "\"Crispy M&M's\" Will Make You Want To Give", "articleText": "\n\nCrispy M&M's Will Make You Want To Give\n\nIt's not enough that chocolate is the only food you can't live without. Now, M&M's are getting in on the action. Yes, the candy company has come out with a new product that is sure to send the country into an emotional tailspin. Crispy M&M's are the newest innovation on the market that will make you want to give. The candy company is hopeful that the new product will be a hit and will help bring in more money for the company.\n\nThe company's new product is sure to be a hit, but how do they know? They've hired \"Crispy M&M's taste testers\" to come in and test the new product. Yes, instead of giving these people a rewards card, they are instead asking them to rate the product on a scale of one to five. What is incredible about this story is that they are using real people to test the product.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Plain-M%26Ms-Pile.jpg"}, {"articleID": 13, "articleHeadline": "Dicks Out: Men Across America Mandate They Be Taken Seriously", "articleText": "\n\nThe first nationwide action by the Dicks Out - Men Acting Serious and Kindly (DOSK) movement - a movement dedicated to the equality and respect of men everywhere - took place last night at midnight. Hundreds of thousands of men across the country participated, and the result was a momentous success.\n\n\"I was nervous about what people would think of me, but this is important,\" said one participant, who wished to remain anonymous. \"The men in my life all supported me, and I'm excited to support them.\"\n\nThe movement was inspired by actress Emma Watson's recent speech at the United Nations, in which she advocated for the equal treatment of men and women.\n\n\"It's great to see so many men coming together in the face of sexism and misogyny to show that we deserve to be taken seriously,\" said one DOSK participant.\n\nDOSK organizers have already set their sights on future projects, including organizing a rally for International Men's Day, which takes place on November 19.", "imageUrl": "https://live.staticflickr.com/1856/44261237452_109f6000da_b.jpg"}, {"articleID": 14, "articleHeadline": "Minnesota DNR Taking 11 Million Acres Of Land To Build Sixteen Office", "articleText": "\n\nMinnesota DNR taking 11 million acres of land to build six office buildings\n\nThe Minnesota DNR has announced that it is taking 11 million acres of land to build six office buildings. The buildings will house the offices of the DNR's staff.\n\nThe DNR says that this is a necessary investment in order to ensure the future of the DNR.\n\n\"The DNR will be able to offer much more office space than we ever had before,\" said DNR spokesperson John Tiner. \"We will also be able to provide a better experience for our staff. This is a tremendous investment for our organization.\"\n\nThe state of Minnesota owns the land, but it is leased to the DNR for $1.\n\n\"We are excited about the new facilities,\" said DNR Commissioner Tom Landwehr. \"This will be a great opportunity for the DNR to provide a better work environment for our staff.\"", "imageUrl": "https://live.staticflickr.com/65535/43255788924_55e7527413_b.jpg"}, {"articleID": 15, "articleHeadline": "Google Self-Driving Car Crashes Into Bus", "articleText": "\n\nGoogle Self-Driving Car Crashes Into Bus\n\nThe Google Self-Driving Car, which has been in development for years, has been in yet another accident, this time hitting a bus. The car's sensors didn't detect the bus in time, leading to the collision. According to a Google spokesperson, the Google Self-Driving Car was trying to merge into another lane when the bus cut it off, running a red light. The collision caused significant damage to the front of the Google Self-Driving Car and the bus.\n\nThe Google Self-Driving Car is Google's attempt to make driving safer and more efficient. Google hopes to have the Google Self-Driving Car available to the public by 2020.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Google-street-view-car_hg.jpg"}, {"articleID": 16, "articleHeadline": "President Trump Surprises Crowd at Lil Pump Concert", "articleText": "\n\nPresident Trump Surprises Crowd at Lil Pump Concert\n\nPompano Beach, FL- President Trump surprised a Lil Pump concert on Wednesday night, delivering a speech to the crowd of teenagers.\n\n\"You're probably not surprised to see me. I'm the president, so I'm here to tell you about how I'm going to Mexico to stop the drugs coming in. We're going to build a wall, but it's not going to be that wall. We're going to build a great, great wall. We'll build a big, beautiful wall. And Mexico's going to pay for it. And then we'll build another wall in front of that wall, and then we'll put barbed wire all around that wall, and that'll keep the drugs out. Believe me.\"\n\nTrump also taunted the crowd, telling them to get ready for the wall. \"They're going to build it, and it's going to be big. It's going to be so big. And tall. The tallest wall in the world. And you know, it's going to work. It's going to keep the drugs out. It's going to keep the bad hombres out. It's going to keep the bad people out. And", "imageUrl": "https://live.staticflickr.com/65535/46971892264_b09c34ce63_b.jpg"}, {"articleID": 17, "articleHeadline": "Biggest tragedy today is worker accidentally locked in freezer", "articleText": "\n\nIn a tragic accident at a large-scale food processing plant, one young worker was tragically trapped inside a large freezer and died of hypothermia. The worker had been in the freezer for about three hours before the accident was reported. The employee, John Young, was employed as a food inspector and was assigned to inspect the frozen food that is stored in the freezer.\n\n\"It's an unfortunate accident,\" said company spokesman, David Brown. \"We are investigating the cause of the accident and have been in contact with Mr. Young's family. Our thoughts and prayers are with them.\"\n\nThe company has not yet released the name of the freezer and will continue to withhold that information because of the pending investigation.\n\n\"It's an unfortunate accident,\" said company spokesman, David Brown. \"We are investigating the cause of the accident and have been in contact with Mr. Young's family. Our thoughts and prayers are with them.\"\n\nThe company has not yet released the name of the freezer and will continue to withhold that information because of the pending investigation.", "imageUrl": "https://live.staticflickr.com/5067/5643970218_ed73875de1_b.jpg"}, {"articleID": 18, "articleHeadline": "Response: Bernie Sanders Senate Cake Is Vanilla", "articleText": "The cake baked for Bernie Sanders, the US Senator from Vermont, has been revealed to be an unexpected vanilla flavor. The cake's lack of color was seen as a metaphor for the Senator's lack of color and flavor in the Senate.\n\n\"The cake that they had made, I would say, is vanilla,\" said Senator Chuck Schumer. \"It's plain and doesn't have much flavor. That's what the Senate is. And that's what Bernie has been.\"\n\n\"It's a metaphor for his personality and his desires for the Senate,\" said Senator Mitch McConnell.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/02/Bernie_Sanders_in_March_2020.jpg"}, {"articleID": 19, "articleHeadline": "Obama Orders Mandatory Hugging", "articleText": "\n\nThe United States government has officially decreed that all citizens must hug at least an hour per day as a measure to increase happiness and reduce violence. The President's press secretary, Jay Carney, says that \"Hugging is the answer. It'll make us feel much better.\" The new law takes effect immediately.\n\nAccording to the new law, all citizens are required to hug at least one person per day. However, the law does not cover circumstances in which a person is being mugged, in which case the President has declared that \"free hugs\" will be available at the nearest hospital.", "imageUrl": "https://cdn.pixabay.com/photo/2021/03/25/00/00/sunset-6121611_960_720.jpg"}, {"articleID": 20, "articleHeadline": "Pablo Escobar's family showin' out!", "articleText": "\n\nIt has been a long time coming, but the family of former Colombian drug lord Pablo Escobar is finally feeling the heat in their new home in Medellin. Escobar's family has been hitting the headlines for their lavish lifestyle - partying in clubs, going on expensive trips and partying on yachts. It was only a matter of time before the neighbours started to show their displeasure.\n\n\"Every weekend they have a party in the house,\" said a neighbour who wishes to remain anonymous. \"It is very difficult to sleep on a Saturday night.\n\nThe neighbours have been complaining about the noise, but the family have not responded to their complaints.\n\n\"I think they are just taking advantage of the fact that they are Pablo Escobar's family,\" the neighbour added. \"I don't think they would do this if they weren't.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Pablo_Escobar_Mug.jpg"}, {"articleID": 21, "articleHeadline": "Insanely Impressive Version Of \"Thriller\" Premieres", "articleText": "\n\nLocal singer, Michael Jackson, has done it again. He has released a new version of his song \"Thriller\" and it has the entire world talking. The song is done in a country music style, with lyrics by Taylor Swift.\n\n\"I let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill take me over\n\nI let the thrill", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7b/Thriller_Live_2017.jpg"}, {"articleID": 22, "articleHeadline": "\"Trump barks at the moon, and the moon answers\"", "articleText": "\n\nWASHINGTON, D.C. - President Donald Trump was seen walking on the White House lawn, looking at the sky and barking at the moon. The moon seemed to answer back, and Trump was seen running back to the White House and locking himself in his office.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/Donald_Trump_official_portrait.jpg/808px-Donald_Trump_official_portrait.jpg"}, {"articleID": 23, "articleHeadline": "Helmet law causes 81% increase in Head Injury rates", "articleText": "\n\nMotorcyclists are lucky they don't wear helmets, according to a study released last week.\n\nThe study, commissioned by the government, found that motorcycle riders who don't wear helmets are three times more likely to incur head injuries than those who wear helmets.\n\nThe government has responded by advising riders to wear helmets and considering a law requiring helmets.\n\nIn response to the story, a spokesman for the government said \"we're not considering a law requiring helmets. Helmets are just one piece of the puzzle.\"", "imageUrl": "https://media.defense.gov/2020/Oct/07/2002513745/-1/-1/0/200915-F-CQ002-1014.JPG"}, {"articleID": 24, "articleHeadline": "An Orc and a Half-Elf Team Up to Form Blackwall Keep", "articleText": "\n\nA half-elf has joined forces with an orc to form the village of Blackwall Keep, located in the heart of the new Orc territory. The new village was formed after the orc warlord, Blackwall, met with the half-elf, Desmond, to talk of a future for their people. \"We had much to discuss,\" said Blackwall. \"Over the course of our talks, we agreed that the two of us could form a new village where we could meet each other's needs.\"\n\nNow, it is known that half-elves are known for their skills in magic, and orcs are known for strength. \"We are like two peas in a pod,\" said Desmond. \"We will be able to keep our village safe while continuing to provide the skills one of us might lack.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Orc_mask_by_GrimZombie.jpg"}, {"articleID": 25, "articleHeadline": "The Catholic Church Fires Father Brown", "articleText": "\n\nBishop of Catholic Church fires Father Brown for his increasingly unorthodox views on Catholicism.\n\nThe Catholic Diocese of Boston has fired Father Brown for his increasingly unorthodox views on Catholicism.\n\nFather Brown, the priest of St. Mary's parish in downtown Boston, has been fired after he has been found to be teaching ideas such as the belief that Catholicism is not the only true religion.\n\n\"Father Brown has been teaching an unorthodox view of Catholicism, claiming that it's not the only true religion,\" said Bishop Richard Lennon.\n\nThe Catholic Church has begun to take a more strict stance on these issues as of late, as evidenced by the recent firings of Catholic teachers and professors for their same views.\n\n\"The Catholic Church has always been the only true church, and Father Brown's teachings are not in accordance with that belief,\" Bishop Lennon said.\n\nFather Brown declined to comment on the matter.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Lichfield_Cathedral_2010-10-13.jpg"}, {"articleID": 26, "articleHeadline": "Area Driver Tires of Finding and Asking for Directions", "articleText": "\n\nLocal Driver Tired of Asking for Directions\n\nBy _______\n\nIf you are a local driver, you are likely familiar with the frustration of asking for directions. It's understandable that the person giving the directions might not know the answer to your question themselves, but it becomes frustrating when they give you an answer that is not only wrong but also gets you lost.\n\nNow, one local driver has had enough and is taking matters into their own hands. \"I can't tell you my name, but I'm a local driver and I'm tired of asking for directions,\" says the driver, \"It's gotten to the point where I just head in whatever direction and hope for the best.\"\n\nThe driver expressed that they had enough trouble finding their way home last night, and the only thing they had to go on was the sun. \"I swear, the sun was the only thing that kept me from getting completely lost,\" the driver said. \"I just followed it until I figured I was at home.\"\n\nThe article concludes with the driver's advice for all the area drivers. \"If you're going to ask for directions, make sure you ask a local driver.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/1c/Petal_Maps_Logo.png"}, {"articleID": 27, "articleHeadline": "Man Moves To New York Levels Up", "articleText": "\n\nMan moves to New York Levels Up\n\nIt has been confirmed that a local man, who wished to remain anonymous, has finally found the popularity he has been looking for after moving to New York.\n\n\"I did a lot of research before I left the Bay Area, but it was just so expensive to live there,\" said the man. \"I was able to find a great apartment in New York for a fraction of the price.\"\n\nThe man, who is employed as a senior software engineer, said he was able to find the perfect level-up opportunity by moving.\n\n\"I know I only had five levels left before getting to the next level, but now I'm already at level 20,\" he said. \"I love my new job and am so glad I made the move.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/47/New_york_times_square-terabass.jpg"}, {"articleID": 28, "articleHeadline": "The United Kingdom Invokes Royal Heir Clause To Crown Prince Lewis", "articleText": "\n\nThe United Kingdom has invoked Royal Heir Clause to crown Prince Lewis as heir to the thrown after the passing of Queen Elizabeth II.\n\n\"It is with a heavy heart that we announce the passing of Queen Elizabeth II, former sovereign of the United Kingdom,\" said Prime Minister Theresa May. \"The Queen leaves behind a great legacy of peace, prosperity, and an enduring love for the United Kingdom. Under the Royal Heir Clause, her eldest son, Prince Lewis, will be crowned sovereign immediately.\"", "imageUrl": "https://live.staticflickr.com/5105/5678666843_f84969999c_b.jpg"}, {"articleID": 29, "articleHeadline": "Pope Francis Hails Trump's Commitment to Catholicism", "articleText": "\n\nPope Francis has commended President Trump for his commitment to Catholicism and his efforts to provide care for the poor. The Pope's words came in a formal speech at The Vatican, where he thanked President Trump for his efforts and said that he will \"pray for him.\"\n\nPope Francis' speech came just hours after the President announced that he would be withdrawing the United States from the Paris Climate Agreement.\n\nThe Pope's speech was the first time he's ever explicitly acknowledged the President. He has often been criticized for not speaking out against the President's policies.", "imageUrl": "https://upload.wikimedia.org/wikipedia/en/6/6e/HH_Pope_Francis_Photo_Signature.jpg"}, {"articleID": 30, "articleHeadline": "U.S. Congressman Wants More Regulations on Red Lobster", "articleText": "\n\nIn response to recent allegations that Red Lobster has been mistreating its lobsters, U.S. Congressman, Brian Winston, has proposed legislation that would impose a series of new regulations on the restaurant chain. \n\nThis legislation would require all Red Lobster locations to be inspected by a licensed veterinarian at least once every six months, and would mandate that all lobsters be handled in a humane manner, including the requirement that they are given adequate time to recover after being boiled. \n\nIn a recent interview, Winston had this to say: \"All animals deserve humane treatment, and I don't want to see any more lobsters being boiled alive. I know that's a little bit drastic, but it's the only way to protect these poor creatures from abuse.\"\n\n-Brian Winston, U.S. Congressman", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/14/Red_Lobster_Ann_Arbor.JPG"}, {"articleID": 31, "articleHeadline": "Local Girl Flattered by Popularity Among Teenage Boys", "articleText": "\n\nLocal Girl Flattered by Popularity Among Teenage Boys\n\nThis article has been brought to you by the local girl who is flatterd by her popularity among teenage boys.\n\nIn the last few weeks, the local girl has been counted no less than three times in the popular “Top Ten Hottest Girls of the Week” ranking list. This is the first time the local girl has ever been ranked among the most popular hot girls of the week. According to sources, she is very excited to be among the elite group of girls who have topped the list.\n\n“She’s just so excited about it,” says her mother. “She’s just so happy that she’s among the girls that are so popular with the boys right now.”\n\nThe local girl’s mother has made it clear that the local girl is not only excited about the new attention she’s been getting, but she’s also flatttered by the attention.\n\n“It’s just really exciting for her to be able to go to school and know that the boys are looking at her, and maybe they all want to ask her out or something,”", "imageUrl": "https://live.staticflickr.com/2879/31993082303_05c0a9cf20_b.jpg"}, {"articleID": 32, "articleHeadline": "Pope Francis Excommunicates Former US President", "articleText": "\n\nThe pope has excommunicated former US president George W. Bush from the Catholic Church. The excommunication comes as a response to the release of a newly discovered letter which the pope found to be \"absolutely disgusting.\" The letter was written by Bush to his lover, a woman named Maria. In the letter, Bush stated: \"I'm tired of wearing a pants suit. I want to be in my bra and panties all the time. I'm going to wear a bra and panties to work and to church. I'm going to hell anyway.\"\n\nPope Francis is not the only one who agrees with the excommunication. Thousands of Catholics took to the streets in Mexico City, El Paso, and New York to protest the pope's decision.\n\nOne protester, Juan Martinez, who originally is from El Paso, said, \"We demand that the pope retract his excommunication. Bush has done more for Catholics than the pope has. George Bush has been in many places that the pope has not. George Bush has helped with the Catholic charities. George Bush has helped the homeless. George Bush has helped the sick. George Bush has done more for Catholics than the pope has.\"\n\nThis protest is not the first time that the pope has received criticism. In", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/George-W-Bush.jpeg"}, {"articleID": 33, "articleHeadline": "The Onion names Justin Bieber the worst person of 2014", "articleText": "\n\nThe Onion names Justin Bieber the worst person of 2014\n\nThe Onion's annual list of 'Worst People of the Year' has been unveiled, with the pint-sized pop star Justin Bieber taking the top spot. Bieber, who is currently facing assault and vandalism charges in Brazil, was ranked as 2014's worst person by The Onion's editorial staff, which cited the star's \"utterly indefensible\" actions, as well as an \"ongoing pattern of infantile, irresponsible behavior.\"\n\nThe Onion's list, which traditionally includes people who are \"misguided, intolerant, egomaniacal, and altogether terrible,\" also includes actor Steve Carell, who was ranked second.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Justin_Bieber_2010_2.jpg"}, {"articleID": 34, "articleHeadline": "\"GOP House Members Admit They're Cartoonish Idiots\"", "articleText": "\n\nGOP House Members Admit They're Cartoonish Idiots\n\nWashington, DC – The House Republicans have admitted to being cartoonish idiots to the world. The GOP house members are known for their childish antics.\n\n\"Yes, we're cartoonish idiots,\" GOP Representative Paul Ryan said in a press conference. \"But we're still the voice of the Republican Party.\"\n\nRyan, the current House Speaker, has been in office since 2015. He said the Republican Party is \"in a time of self-reflection\" and that a lot of GOP members are \"reflecting on what we want to be.\"\n\nThe House Republicans are in a time of self-reflection while they take a look at what they want to be.", "imageUrl": "https://live.staticflickr.com/6035/6261666821_63ddf64c7d_b.jpg"}, {"articleID": 35, "articleHeadline": "Nation Finally Wakes Up To See Trees In Their Natural Form", "articleText": "\n\nThe nation is finally starting to appreciate the natural beauty of trees and the environment in which they live. A recent study conducted by some tree-huggers at Harvard University showed that trees are a vital part of the ecosystem.\n\nTrees not only provide us with oxygen, but they also offer shade and shelter. The Harvard study also showed that trees are huge carbon sinks, meaning the absorb carbon dioxide from the air.\n\n\"Trees are a vital player in the ecosystem,\" said Professor of Botany and Environmental Science, Dr. Edwin McCullough. \"They are an important part of the carbon cycle. They provide us with oxygen, while also removing carbon dioxide from the air.\"\n\n\"More people should spend time out in nature. They'll be surprised at the beauty they'll find,\" said Dr. McCullough.\n\nThe nation finally woke up to see the trees in their natural form.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Prairie_Creek_Redwoods_-_Coastal_Redwood_Forest.jpg"}, {"articleID": 36, "articleHeadline": "Americana Imminent as Sears Directors Accidentally Engage in Business", "articleText": "\n\nThe Sears Directors, who were in a meeting to discuss the company's future, accidentally engaged in business, according to a spokesperson for Sears.\n\n\"The Sears Directors were in a meeting and due to the number of people, the room got a little cramped,\" the spokesperson said. \"As they were trying to figure out what to do, one of the Directors accidentally knocked over his coffee and it spilled onto the keyboard of one of the other Directors, activating a purchase order for a new computer.\"\n\nIt seems that the accidental purchase order was for a new computer, which is what many Americans want to buy for themselves this holiday season. You have to wonder what the next accidental purchase order will be.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/39/Sears_Savannah%2C_GA_6_%2833541048956%29.jpg"}, {"articleID": 37, "articleHeadline": "Trump and Putin Kiss In French Cathedral", "articleText": "\n\nIn a shocking turn of events, President Donald Trump and Russian President Vladimir Putin locked lips during a prayer service at Notre Dame cathedral in Paris. \"I think I am in love!\" Trump exclaimed in a post-kiss interview with Fox News. \"It's just that I have never been kissed so passionately before! I am so horny. Vladimir has such a strong, masculine, yet sensitive mouth.\"\n\nTrump and Putin's passionate kiss has sent shockwaves through the world. \"This is not just an American issue,\" a spokesperson for the Kremlin said. \"This is a human rights issue.\" Trump has refused to comment on the matter, but a spokesperson for Vice President Mike Pence said, \"I am deeply disappointed in Donald Trump's actions. We are a Christian nation, and such an act was deplorable and sinful.\"", "imageUrl": "http://static.kremlin.ru/media/events/photos/big2x/EYpN4QNV4UpuKmBhIxGRnUWv2xstFaoc.jpg"}, {"articleID": 38, "articleHeadline": "Adult in Funny Antics", "articleText": "\n\nThe adult population is often stereotyped as boring and stodgy. However, one new study has found that adults are more likely than children to engage in \"funny antics.\"\n\nFunny antics are defined as \"actions that amuse or entertain.\" The study surveyed 1,000 adults and found that adults engaged in funny antics more than twice as often as children.\n\nThe study also found that adults engaged in the following \"funny antics\":\n\ncreating a funny face\n\nplaying with the family pet\n\nfeeling a small earthquake\n\njump roping\n\nplaying with a toy\n\nA spokesperson for the study said, \"We all know that kids are naturally funny, but adults are just as likely to make us laugh.\"\n\nAdult in Funny Antics", "imageUrl": "https://live.staticflickr.com/3576/3327878743_6478ae49ed_b.jpg"}, {"articleID": 39, "articleHeadline": "The Onion Asks: Does Spicy Food Make Your Tits Bigger", "articleText": "\n\nWASHINGTON - The Onion, the world's leading satirical news publication, has once again asked the important question: does spicy food make your tits bigger? In an article published today, The Onion suggests that spicy food is \"good for your tits because it increases blood flow to the area\" and \"increases the size of the milk ducts.\"\n\n\"When you eat something hot, it can increase blood flow to the mammary glands,\" Dr. Cory Torgovnik told The Onion. \"This is because capsaicin, the chemical that gives spicy food its kick, constricts blood vessels. This reaction is also seen in the penis and clitoris. The blood flow to those areas increases the size of the milk ducts, which can lead to larger breast size.\"\n\n\"This is just what I've read about,\" said Samantha Schilling, an elementary school teacher and self-proclaimed \"huge foodie.\" \"I heard that spicy food can make your boobs bigger from a friend, and I've also heard that it can make your penis bigger because of the blood flow. I don't really know anything about the science behind it, but I'm all for it.\"\n\nThe Onion, which is often praised for publishing such insightful articles,", "imageUrl": "https://www.maxpixel.net/static/photo/1x/Peppers-Fresh-Vegetables-Paprika-Salad-Spicy-Food-5480056.jpg"}, {"articleID": 40, "articleHeadline": "Texans Respond Positively To Threat Of Nuclear War", "articleText": "\n\nTexans are responding positively to the fear of nuclear war. Fueled by an intense fear of North Korea, Texans are preparing for the worst.\n\n\"I've been stocking up on canned goods and bottled water,\" said one Texan, \"I'm afraid the food will go bad. I'm also afraid of the radiation. I'm pretty sure I will need to find somewhere to live if the radiation gets too bad.\"\n\n\"I'm stocking up on my guns, ammo, and canned goods,\" said another Texan, \"I'm going to be living off of canned goods and canned water for the foreseeable future. I'm also going to be stocking up on gas for my car. I'm not going to be able to run my air conditioner, so I'm going to have to make sure I stay cool.\"\n\n\"I'm stocking up on bottled water and canned goods,\" said one more Texan, \"I'm not too worried about the radiation, but I'm worried about the food going bad. I'm also going to be stocking up on gas for my car. I'm not going to be able to run my air conditioner, so I'm going to have to make sure I stay cool.\"", "imageUrl": "https://www.maxpixel.net/static/photo/1x/Characters-Nuclear-Symbol-Warning-Radioactivity-1222521.jpg"}, {"articleID": 41, "articleHeadline": "Teen ditches prom to watch Twitch", "articleText": "\n\nIn a shocking turn of events, Justin Brothman, a senior at Northside Catholic High School, ditched his prom to watch a Twitch streamer play Fortnite with his friends. \"I'm not really into prom anyway,\" Brothman said. \"I can't dance and it's expensive. But I've been working so hard on my Fortnite skills, I was worried I might lose my touch.\"\n\nBrothman went on to say that his friends were really supportive and he had a great time watching the Twitch stream.\n\n\"It was just really reassuring to see that I'm not the only one who would rather spend a Friday night playing Fortnite than going to prom.\"", "imageUrl": "https://cdn.pixabay.com/photo/2019/10/17/13/06/fortnite-4556887_960_720.png"}, {"articleID": 42, "articleHeadline": "Hundreds of thousands of racist Americans pledge to leave the country", "articleText": "\n\nHundreds of thousands of racist Americans pledge to leave the country\n\nVowing to take their racist views and leave the country, hundreds of thousands of Americans have taken the pledge in an effort to end racial inequality.\n\nDeclaring that they're \"sick and tired of being sick and tired,\" these Americans are pledging to stop being racist and leave the country.\n\n\"I don't know where I'm going to go, but I'm sick of living in this racist country,\" one pledge-taker told reporters.\n\nThe pledge has gained traction across the country, with many Americans endorsing the idea that racism is a problem that needs to be solved.\n\n\"I'm just sick of the racism and the inequality, so I'm taking the pledge,\" said another pledge-taker.\n\n\"I'm pledging to leave the country as soon as possible.\"\n\n\"This is my pledge to leave America,\" he added, reading from his phone. \"I pledge to leave America as soon as possible.\"\n\n\"My pledge is my promise to leave the country as soon as possible,\" he said. \"I pledge to leave the country as soon as possible.\"\n\n\"I pledge to leave the country as soon as possible.\"\n\n\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/7/7e/American_Flag_Waving_on_a_Flag_Pole.jpg"}, {"articleID": 43, "articleHeadline": "More Than Half of U.S. Adults Struggle To Recognize Letter A", "articleText": "\n\nMore Than Half of U.S. Adults Struggle To Recognize Letter A\n\nA recent study found that over half of all U.S. adults have trouble recognizing the letter A.\n\nIt was found that those with the most difficulty recognizing the letter A were males, adults over 65 years old, and those with a lower level of education.\n\n“The letter A is a common letter,” says Joyce, the study’s lead researcher. “It could be that people are so used to it that they don’t need to practice reading it.”\n\nJoyce believes that adults may find it more difficult to recognize the letter A because they have not had to read it as often as children.\n\n“It’s not just that we are losing our ability to read,” Joyce said, “we are also losing our ability to read the simplest of words.”\n\nThe study found that adults with the most difficulty recognizing the letter A are males, adults over 65 years old, and those with a lower level of education.\n\nJoyce, the study’s lead researcher, believes that adults may find it more difficult to recognize the letter A because they", "imageUrl": "https://live.staticflickr.com/7231/7376620780_06c9bbb1d7_b.jpg"}, {"articleID": 44, "articleHeadline": "New Study Finds Link Between Cannibalism And Adult Life Success", "articleText": "\nNew Study Finds Link Between Cannibalism And Adult Life Success\n\nA new study published by the Royal Society of Medicine has found a link between cannibalism and adult life success. The study found that people who reported eating other people in their lives generally had more successful lives than those who did not.\n\n\"The data is pretty clear,\" said lead researcher Dr. John G. Hopper. \"We found a significant correlation between people who reported eating other people and people who have achieved more success in their adult lives.\"\n\nThe study found that the people who reported eating other people also tended to have better looking teeth, have more friends, and be more popular than those who did not.\n\n\"People who eat other people tend to be more popular. It's a great social lubricant. They also tend to have better teeth,\" Dr. Hopper said. \"This study shows that eating other people is good for your teeth.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/8/81/Royal_Society_of_Medicine_1_Wimpole_Street.jpg"}, {"articleID": 45, "articleHeadline": "Parents Upset After Sending Daughter to College", "articleText": "\n\nParents Upset After Sending Daughter to College\n\nParents from across the country were shocked to find their daughter's dormitory without any of her belongings in her dorm room, as well as no one to answer their questions.\n\nAfter calling the dorm's resident assistant, parents found that many other parents had been coming by to claim their daughters, only to find that their daughters had already been picked up by the daughter's boyfriend.\n\n\"We were so confused,\" said Lisa Jones, the mother of the 18-year-old who had been living at the dorm. \"It was like a total mind-screw.\"\n\nParents were relieved to find out that their daughter had just been on a well-deserved vacation and will be returning in a few days.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Queens_College_Student_Union.jpg"}, {"articleID": 46, "articleHeadline": "A Job In The Arts?", "articleText": "\n\nHollywood's latest trend is for actors to act.\n\nIn the latest issue of the Hollywood trade magazine, \"Variety,\" a number of actors have been quoted voicing their concern over the job prospects in the art world.\n\n\"I've been an actor all my life,\" complained one actor, \"and I've been lucky enough to have a successful career. But I can't just act, I've got to do something else as well. I'm just not sure what.\"\n\n\"I always thought being a successful actor was all about being focused and committed to the art of acting,\" said another actor, \"but I guess that's not enough now. Everybody's gone to the dogs.\"\n\n\"It's really a shame,\" said actor number three, \"nowadays, if you want to get ahead in the arts, you've got to be a jack of all trades.\"\n\nThe article goes on to highlight the recent trend in America for actors to move into directing, writing, producing, and other aspects of the industry.\n\n\"It's all about diversifying your portfolio,\" said actor number four, \"at least that's what they tell me in my acting class.\"\n\n\"It's all about the money,\"", "imageUrl": "https://get.pxhere.com/photo/bright-colour-orange-yellow-fractal-art-Colorfulness-art-water-painting-psychedelic-art-graphics-graphic-design-visual-arts-modern-art-acrylic-paint-dye-illustration-1590073.jpg"}, {"articleID": 47, "articleHeadline": "Chocolate company finally comes through", "articleText": "\n\nAfter years of teasing, Hershey's finally releases their new Chocolate-covered, bacon-flavored, apple-pie-filled treat, to the delight of all.\n\nHershey's, the world's largest chocolate company, has finally released their much anticipated new product, the Chocolate-covered, bacon-flavored, apple-pie-filled treat.\n\n\"It's been a long time coming, but we're finally here,\" said a Hershey's spokesman. \"We've had a lot of requests for bacon-flavored chocolate, and we're happy to finally be releasing it.\"\n\nThe new product, which is also partly apple-pie-flavored, is a departure from the company's more traditional flavors such as Milk Chocolate, Chocolate with Caramel, Chocolate with Vanilla, and Chocolate with Strawberry.\n\n\"It's not for everybody,\" the Hershey's spokesman said. \"But there is a market for it. There's no doubt about that.\"\n\nThe company has also revealed that the new flavor will be available in an array of different shapes, including hearts, circles, squares, and rectangles.\n\n\"I'm really excited,\" said a Hershey's spokesperson. \"It's time to step", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2f/HERSHEY%27S_Chocolate_Bar_Greatest_Milk_Chocolate.jpg"}, {"articleID": 48, "articleHeadline": "Nevada woman encounters overwhelming debt after winning the lotto", "articleText": "\n\nNevada woman encounters overwhelming debt after winning the lotto\n\nby George Lopez\n\nLas Vegas, NV\n\nAfter winning the lotto last weekend, local woman, Sally, was excited to finally be able to buy the things she wanted. However, after talking to a financial advisor, she was informed that she would be spending the next year paying off her debt.\n\n\"I had to ask my husband what a credit card was. I never had one before, but now I have to use it to pay off all the bills and loans I've accumulated,\" she said.\n\nSally was excited to be able to afford a new car and a new house, but now she is second guessing her decisions.\n\n\"It's a lot of money and I didn't know what to do with it,\" she said.\n\n\"I couldn't be happier about winning the lottery, but now I have to pay off all the debt I've accumulated. I just wish I would have won a little less so I could enjoy my money,\" she said.", "imageUrl": "https://live.staticflickr.com/6071/6045818149_356eae9004_b.jpg"}, {"articleID": 49, "articleHeadline": "Adult Outraged By Internet Porn", "articleText": "\n\nParents in Hell, Missouri are outraged after their children have been accessing internet porn. \"I don't want my kids to know anything about sex,\" says mother of four, Linda. \"I just want them to be pure.\"\n\n\"My son is 10,\" she says, \"he clicked on YouTube and this video popped up that my son said was porn.\"\n\n\"I want the government to do something about it,\" she says, \"I want them to make it so that it's not even possible for kids to access porn.\"\n\n\"A lot of kids are having sex because of this,\" she adds, \"I just think it's wrong.\"\n\nThe government is currently trying to come up with a solution to the problem, but with so many other issues going on in the world, they are not sure when they will have time to deal with it.", "imageUrl": "https://c0.wallpaperflare.com/preview/843/709/111/angry-annoyed-coffee-developer.jpg"}, {"articleID": 50, "articleHeadline": "The Golden Retrievers That Aren't Prize Winning", "articleText": "\n\nAfter years of being praised for its beauty, intellect, and companionship, the Golden Retriever has finally let it all go to its head. The current generation of Golden Retrievers are now being criticized for their lack of intelligence, laziness, and inability to be a companion to their owners.\n\n\"The Golden Retrievers of today are nothing like the Golden Retrievers of the past,\" says Stanley Platypus, a longtime Golden Retriever breeder. “The Golden Retrievers of today are all about having a good time, not about being a good dog.”\n\n\"The Golden Retrievers of today are all about having a good time, not about being a good dog.\"\n\nThe Golden Retrievers of today are all about having a good time, not about being a good dog.\n\nThe Golden Retrievers of today are all about having a good time, not about being a good dog.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Golden_Retriever_smiling.jpg"}, {"articleID": 51, "articleHeadline": "Humans Develop Telepathic Abilities", "articleText": "\n\nHumans Develop Telepathic Abilities\n\nSeveral humans have been found to have the unique ability to read the minds of those around them. Those with the power have been able to read not only the thoughts of others, but also the feelings and emotions of those around them. This unqiue ability has been given the name \"telepathy\" and comes as a result of a hereditary gene mutation.\n\n\"I am so happy to finally be able to read what the people around me are thinking,\" says Greg. \"I never have to guess what someone is thinking anymore. It's easier to make friends too because I can just read their thoughts.\"\n\nThe ability to read minds isn't always easy to control. \"Sometimes I pick up thoughts I don't want to hear,\" says Helen. \"I can't control it and sometimes it gets overwhelming. I have to be careful about who I'm around and I can't hang out with people I don't know.\"\n\nThe telepathy gene mutation is said to be rare but scientists are working to find a way to make it more common.", "imageUrl": "https://live.staticflickr.com/5054/5418451488_9fb7facf8c_c.jpg"}, {"articleID": 52, "articleHeadline": "Westchester Residents Couldn't Be Happier To Finally No Longer Have", "articleText": "\n\nWestchester Residents Couldn't Be Happier To Finally No Longer Have Westchester\n\nIt's been a long five years for the residents of Westchester County, New York. For these people, life has been anything but easy since the county made a decision to ban the placement of televisions, radios, and other electronics in the county.\n\nThe ban was enacted to combat the rising rates of obesity, depression, and other health related issues. It also limits the amount of noise pollution in the area.\n\nBut now, five years after the enactment of the ban, the county has decided to overturn the ban. That decision was met with great joy by the residents of Westchester.\n\n\"I'm so happy that I can finally watch my favorite TV show again,\" said Westchester resident, Bill. \"I can't wait to finally start listening to the radio again.\"\n\nThe county will also be lifting the ban on the use of cell phones in Westchester as of January 1st, 2019.\n\n\"It's been so hard not being able to talk on the phone with my friends while I was out and about,\" said Westchester resident, Jen. \"I'm so glad that I can finally have my phone back.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d0/Westchester_sign.jpg"}, {"articleID": 53, "articleHeadline": "50-year-old Woman Tries To Share YouTube Professor's Conspiracy Video", "articleText": "\n\n50-year-old Woman Tries To Share YouTube Professor's Conspiracy Video\n\nA 50-year-old woman was in jail on Friday, charged with attempting to share a YouTube professor's conspiracy video with her grandchildren.\n\nA secret service agent, who was notified by a neighbor who had seen the woman's post on Facebook, said that the woman admitted her intentions when questioned.\n\nThe secret service agent told reporters that the woman was not charged with illegal distribution of a conspiracy theory, and was only charged with attempting to share a video.\n\nThe woman was released from jail on Friday after her lawyer pleaded her case to a judge.\n\nThe woman's lawyer, who was not identified, said that the woman was not the original video creator, and she was only trying to share the video with her grandchildren.\n\nThe lawyer said that the children were not in the room when the woman was downloading the video, and she only intended to show it to them.\n\nThe video in question is a lecture from a professor on YouTube, who has been posting conspiracy videos for the last 10 years.", "imageUrl": "https://live.staticflickr.com/3323/3606295240_51f643dd5d_b.jpg"}, {"articleID": 54, "articleHeadline": "Video Released of Obama Drinking Malted Milkshakes", "articleText": "\n\nWASHINGTON, DC - The new video circulating the internet shows President Obama drinking a malted milkshake at the White House.\n\nThe video, which was released by the White House, shows President Obama with a large smile on his face and a straw in his mouth, while he drinks the malted milkshake.\n\nThe video was released to show the President's health after it was rumored that Obama had a weight problem and was a malnourished.\n\nThe President's doctor, Dr. Michael Welker said \"The President is in great health\" and \"He eats healthy foods and exercises regularly.\"\n\n\"The President is in great health\" and \"He eats healthy foods and exercises regularly.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Official_portrait_of_Barack_Obama.jpg/752px-Official_portrait_of_Barack_Obama.jpg"}, {"articleID": 55, "articleHeadline": "Restaurant Serving \"The Ultimate Burger\"", "articleText": "\n\nThe \"restaurant\" is actually a Burger King.\n\nRestaurant Serving \"The Ultimate Burger\"\n\nThe \"restaurant\" is actually a Burger King.\n\nThe newest addition to the famous fast food chain, the \"restaurant\" is actually a Burger King.\n\nBurger King has just unveiled their newest product, the \"restaurant.\"\n\n\"Restaurant\" is a play on words, as the \"restaurant\" is actually a Burger King.\n\nThe \"restaurant\" will be serving \"The Ultimate Burger.\"\n\nThe \"restaurant\" will be serving \"The Ultimate Burger.\"\n\nThe \"restaurant\" will be serving \"The Ultimate Burger.\"\n\nThe \"restaurant\" will be serving \"The Ultimate Burger.\"", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/47/Hamburger_%28black_bg%29.jpg"}, {"articleID": 56, "articleHeadline": "Fake News Topics Offer New Ways of Looking at the News", "articleText": "\n\nThe media industry has been changing rapidly over the past decade, and one of the most noticeable changes is the emergence of fake news. While most people are content with their regular news sources, fake news is a new way to look at the news. For example, the recent article by \"The Onion\" about Taylor Swift's new \"relaxed and confident\" image created a lot of buzz. This article is funny because it highlights the fact that Swift has always been confident and that her new image is just a marketing tool. While most people will see fake news as an attack on the media, \"The Onion\" is poking fun at the media industry.", "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Office_of_The_Onion_on_The_Hill_in_Boulder_Colorado.JPG"}]}