{
  "articles": [
    {
      "articleID": 0,
      "articleHeadline": "\nStrangers Meet on Road and Hold Hands to Shelter Against Storm For 17 Hours",
      "articleText": "\nFor example:\n\n\n",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Strangers_Within_poster.jpg"
    },
    {
      "articleID": 1,
      "articleHeadline": "\n“Number of Unemployed Americans About to Get Even Bigger.",
      "articleText": "\n\n\n\nThe Onion creates two articles, one for each side of an issue. The articles are then emailed to the two opposing members of Congress.\n\nOnion-generated legislation introduced by actual Congressmen:\n\nThe Onion posts an article about an earthquake in the Midwest, which prompts a call for a congressional inquiry. The Onion replies: \"The Onion would like to point out that it is not responsible for the creation of such a powerful earthquake, and that it is not currently possible to create such a powerful earthquake, and that such an earthquake would be terrible and should never happen.\"\n\nThe Onion posts \"President Bush Vows to Invade Iraq,\" which prompts Congressman Dennis Kucinich to introduce a resolution \"expressing the sense of the House of Representatives that the President should not invade Iraq.\" The Onion posts a statement from Kucinich’s office: \"The Onion is a satirical newspaper. It's not meant to be taken in any way, shape, or form seriously. It's made to be funny. It's ironic. And it's made to make you laugh. It's not meant to be taken seriously.\"\n\nThe Onion posts an article with the headline \"Report: Bush Attempts To Make Up For Failure In Iraq",
      "imageUrl": "https://www.picserver.org/highway-signs2/images/unemployment.jpg"
    },
    {
      "articleID": 2,
      "articleHeadline": "\nPriest Not Offended By \"Not One Woman\" In New Vatican Council",
      "articleText": "\n\nAnd I'm telling you that there are many more. I'll post them as I find them.\n\n\n\nAll of this is evidence that the Vatican is trying very hard to hide the fact that their new council is a complete fraud and a farce. They are obviously very concerned about this. If they could, they would just lie and say that they have women. They are lying about this, but they are lying in a very clumsy and obvious way. They are not telling the truth, but they are so clumsy and obvious that they are actually revealing the truth.\n\n\n\nThey are trying to hide it, but they are actually revealing it all the time.\n\n\n\nAnd they are doing it because they have to. If they don't rule out women in advance, the fact that they don't have any will be obvious. But what they are doing now is just as obvious.\n\n\n\nAnd they are doing it because they have to. If they don't rule out women in advance, the fact that they don't have any will be obvious. But what they are doing now is just as obvious. It's funny how they are revealing the truth by trying to hide the truth. I wonder if they realize that?\n\n\n\nAnd",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Second_Vatican_Council_by_Lothar_Wolleh_001.jpg"
    },
    {
      "articleID": 3,
      "articleHeadline": "\nEmpress Dowager of China Announces Her Pledge Feud Over The",
      "articleText": "\n\nThe empress dowager of China announced her pledge feud over the war of the pacific ocean. The empress dowager of Japan were held responsible for the war of the pacific ocean that killed millions of people in the world. The empress dowager of China announced that the empress dowager of japan were held responsible for the war of the pacific ocean that killed millions of people in the world.\n\n",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/60/Empress_Dowager_Chongqing_at_the_Age_of_Sixty%2C_probably_by_Giuseppe_Castiglione_and_court_painters_in_Beijing%2C_China%2C_Qianlong_period%2C_c._1751_AD%2C_ink_and_color_on_silk_-_Peabody_Essex_Museum_-_DSC07995.jpg"
    },
    {
      "articleID": 4,
      "articleHeadline": "\nKanye West Says He'll Be \"Just Fine\" Even If All Americans",
      "articleText": "\n\nKanye West Says He'll Be \"Just Fine\" Even If All Americans Who Don't Like Him Die\n\nIn a recent interview with the BBC, Kanye West has been quoted as saying that he doesn't care if all Americans who don't like him die. \"I'm liberated from the idea of Trump, the idea of any of this, I'm liberated from all of it. I'm just free,\" West said. \"I'm free now. I don't give a f*ck. I'm not scared. I'm not scared.\" In response to the interviewer's suggestion that he seemed to be saying that he'll be \"just fine\" even if all Americans who don't like him die, West replied, \"yeah.\"",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/1/11/Kanye_West_at_the_2009_Tribeca_Film_Festival.jpg"
    },
    {
      "articleID": 5,
      "articleHeadline": "Peter Jackson's 'The Hobbit' Turns Into an All-Night Marathon",
      "articleText": "\n\nIn a groundbreaking move, The Hobbit is now an all-night marathon. The popular book-to-film series has been optimized for a 12-hour viewing experience by doubling the number of episodes.\n\nPeter Jackson, director of the series, said that the decision was a result of increasing fan demand. He said, “We really wanted to give them the best possible experience. It was a tough decision to make, but I’m so proud to have a part in making it happen.”\n\nThe new series will be released on the first day of every month starting November 1st. The first nine episodes will be aired on November 1st, the second nine episodes will be aired on December 1st, and the final nine episodes will be aired on January 1st.",
      "imageUrl": "https://live.staticflickr.com/7116/8160264122_2556093a3f_c.jpg"
    },
    {
      "articleID": 6,
      "articleHeadline": "Al Gore Now Says That People Have 'No Choice' But to Use Mass",
      "articleText": "\n\nEx-VP Gore's Climate Change Warning: The Earth is Doomed\n\nFormer Vice President Al Gore has been busy promoting his new documentary, An Inconvenient Truth, and making the rounds to warn the world that it is running out of time to stop climate change. But now Gore has gone too far for some, claiming that the Earth is doomed if we don't stop using coal.\n\n\"It would be a really terrible thing if we let this happen. The world would stop. There would be no more innovation. There would be no more economic growth. There would be no more jobs,\" Gore said in an interview. \"We would have to completely redesign our society, which is a pretty big deal.\"\n\nIt has been said that Gore is also looking to take his new environmental campaign to the next level. He has been working on a new documentary that will be titled An Inconvenient Truth Part II: The World Is Doomed, and will be released in 2009.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/0/05/Al_Gore_by_JD_Lasica%2C_%28cropped%29.jpg"
    },
    {
      "articleID": 7,
      "articleHeadline": "George W. Bush Uses Lion's Mane Mushroom",
      "articleText": "\n\nFormer President George W. Bush was spotted at a grocery store in Texas yesterday, picking up a bag of Lion's Mane mushrooms. Bush commented, \"I'm looking for a little something to help me keep up with my wife.\"\n\nThe Lion's Mane mushroom, known for its medicinal properties as a cure for Alzheimer's, has been a favorite of Bush's since he left the White House in 2009. Bush's doctor has long been aware of his use of the Lion's Mane mushroom to combat the effects of aging.\n\nThe Lion's Mane mushroom is classified as an edible mushroom, but its hallucinogenic properties can be dangerous to the inexperienced.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d4/George-W-Bush.jpeg"
    },
    {
      "articleID": 8,
      "articleHeadline": "Childhood by the Book",
      "articleText": "\n\nLocal School System Forced to Bring Books into Classrooms\n\nThe Valleywood School District is in a state of panic as they have been forced to bring books into the classrooms as they have been unable to find any substitutes for them.\n\nThe decision was made as a last resort after the district had exhausted every other option to teach students. \"We've tried everything from a PowerPoint presentation with accompanying video screens to a PowerPoint presentation with the ability to actually type on a key board. We've even tried a PowerPoint presentation with a key board that has a built in mouse. Nothing has been successful. We have books so we're using them,\" Superintendent of Schools, Jane Ventura said.\n\nThe textbooks are not being welcomed with open arms by some students. \"I think it's ridiculous that we have to use books,\" said junior, Candace Wilson. \"I don't even know what books are. They're just books.\"\n\nThe school board has refused to comment on the situation.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Old_book_bindings.jpg/1280px-Old_book_bindings.jpg"
    },
    {
      "articleID": 9,
      "articleHeadline": "Man Tells Wife He's Ready For Share In Husband's Cash",
      "articleText": "\n\nHusband Keeping Wife In The Dark: Man Tells Wife He's Ready For Share In Husband's Cash\n\nA man who has been married for over four years has finally revealed his intentions to his wife.\n\n\"I'm ready for a share in my husband's cash,\" said the man to his wife, \"I mean, he's been driving the car for years, and I've been doing all the cooking and cleaning.\"\n\nThe man's wife has responded angrily to the revelation, \"I've been holding out on him! I shall have a word with my husband, and then we shall see if he's still so keen to share his cash!\"\n\nThe man's wife has yet to comment on the issue.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/American_Cash.JPG"
    },
    {
      "articleID": 10,
      "articleHeadline": "People are fleeing the Music Festival before Lorde's new album",
      "articleText": "\n\nPeople are fleeing the music festival before Lorde's new album\n\nThe much anticipated Lorde album is set to release in less than a week and many festival attendees are already looking to other options, because they are not interested in hearing the new album.\n\nThe festival, which has been a popular destination for people for the release of Lorde's sophomore album, is feeling the effects of people's reluctance to hear the new album.\n\nThe organizers of the festival are worried that the lower attendance will result in less revenue for the event.\n\nThe festival will still include popular artists such as Kendrick Lamar, U2, and the Killers, which will still attract people to the event.\n\nBut due to the new album, the festival is in a tough spot.\n\nThe organizers are currently looking into different options to potentially fix the problem, such as offering refunds for people who have already purchased a ticket.\n\nPeople are fleeing the music festival before Lorde's new album",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/a/a0/RF_3006_Lorde%40Arena_Krists_Luhaers-5_%2835769377251%29_%28cropped%29.jpg"
    },
    {
      "articleID": 11,
      "articleHeadline": "CBS News spots the one green sprocket",
      "articleText": "\n\nCBS News Spots the One Green Sprocket\n\nIt appears that a lone green sprocket was spotted by a team of CBS News reporters wandering the streets of New Jersey.\n\nThe sprocket, who refused to give its name, told reporters \"I'm going to be real busy for the next couple of days trying to find my friends.\"\n\nCBS News is reporting that the sprocket's friends consist of a black washer, a grey washer, and a red washer.\n\nSprocket-hunters should be on the lookout for the black washer, the grey washer, and the red washer.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/df/Flame_hardened_sprocket.jpg"
    },
    {
      "articleID": 12,
      "articleHeadline": "\"Crispy M&M's\" Will Make You Want To Give",
      "articleText": "\n\nCrispy M&M's Will Make You Want To Give\n\nIt's not enough that chocolate is the only food you can't live without. Now, M&M's are getting in on the action. Yes, the candy company has come out with a new product that is sure to send the country into an emotional tailspin. Crispy M&M's are the newest innovation on the market that will make you want to give. The candy company is hopeful that the new product will be a hit and will help bring in more money for the company.\n\nThe company's new product is sure to be a hit, but how do they know? They've hired \"Crispy M&M's taste testers\" to come in and test the new product. Yes, instead of giving these people a rewards card, they are instead asking them to rate the product on a scale of one to five. What is incredible about this story is that they are using real people to test the product.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Plain-M%26Ms-Pile.jpg"
    },
    {
      "articleID": 13,
      "articleHeadline": "Dicks Out: Men Across America Mandate They Be Taken Seriously",
      "articleText": "\n\nThe first nationwide action by the Dicks Out - Men Acting Serious and Kindly (DOSK) movement - a movement dedicated to the equality and respect of men everywhere - took place last night at midnight. Hundreds of thousands of men across the country participated, and the result was a momentous success.\n\n\"I was nervous about what people would think of me, but this is important,\" said one participant, who wished to remain anonymous. \"The men in my life all supported me, and I'm excited to support them.\"\n\nThe movement was inspired by actress Emma Watson's recent speech at the United Nations, in which she advocated for the equal treatment of men and women.\n\n\"It's great to see so many men coming together in the face of sexism and misogyny to show that we deserve to be taken seriously,\" said one DOSK participant.\n\nDOSK organizers have already set their sights on future projects, including organizing a rally for International Men's Day, which takes place on November 19.",
      "imageUrl": "https://live.staticflickr.com/1856/44261237452_109f6000da_b.jpg"
    }
  ]
}
